{
    "databases": {
        "data": {
            "source": "JUMP Consortium",
            "source_url": "http://broad.io/jump",
            "tables": {
                "content": {
                    "description_html": "To find matches (up to 50 will be shown), if you have an InChIKey for your compound, choose Perturbation. If you have a JCP ID, choose JCPID_2022. If you have neither, go here (URL) to look up the JCP ID for your compound or a close analog. <a href = https://github.com/jump-cellpainting/datasets/blob/main/manifests/profile_index.csv> Data Index</a>. <a href = https://cellpainting-gallery.s3.amazonaws.com/cpg0016-jump-assembled/source_all/workspace/profiles/jump-profiling-recipe_2024_a917fa7/COMPOUND/profiles_var_mad_int_featselect_harmony/profiles_var_mad_int_featselect_harmony.parquet>Download</a> source profiles. <a href = https://broad.io/jump>JUMP Hub</a> for more information. <a href = http://broad.io/compound>Latest</a> version of this page.",
                    "title": "COMPOUND Matches",
                    "columns": {
                        "Perturbation": "Chemical or genetic perturbation. If genetic (overexpression or knock-out) it is the NCBI gene symbol. If it is a chemical perturbation this is the InChiKey. ",
                        "Match": "Perturbations with the highest correlation or anti-correlation relative to 'Perturbation'.",
                        "Perturbation example image": "Sample image of the perturbation. It cycles over the available images for every occurrence of the perturbation.",
                        "Match example image": "Sample image of the perturbation’s match. It cycles over the available images for every occurrence of the perturbation.",
                        "Perturbation-Match Similarity": "Cosine similarity between the normalized morphological profiles of the two perturbations. Negative values indicate the perturbations’ profiles are anti-correlated. Ranges from -1 to 1.",
                        "Synonyms": "Other names of the perturbation. If it is a number it indicates that the gene name was not found.",
                        "JCP2022": "JUMP id. This identifier is unique for any given reagent for a genetic or chemical perturbation across all three datasets (ORF, CRISPR and compounds) and is only repeated for biological replicates.",
                        "Match JCP2022": "JUMP id for the matched perturbation. This identifier is unique for any given perturbation across all three datasets (ORF, CRISPR and compounds) and is only repeated for biological replicates."
                    }
                }
            }
        }
    }
}