{
    "databases": {
        "data": {
            "source": "JUMP Consortium",
            "source_url": "http://broad.io/jump",
            "tables": {
                "content": {
                    "description_html": "Explore the JUMP images. Choose “Synonyms”, and “contains”, and type in your gene name in all capital letters in the box below. <a href = https://github.com/jump-cellpainting/datasets/blob/main/manifests/profile_index.json> Data Index</a>. <a href = https://cellpainting-gallery.s3.amazonaws.com/cpg0016-jump-assembled/source_all/workspace/profiles_assembled/ORF/v1.0a/profiles_wellpos_cc_var_mad_outlier_featselect_sphering_harmony.parquet>Download</a> source profiles. <a href = https://broad.io/jump>JUMP Hub</a> for more information. <a href = http://broad.io/orf_gallery>Latest</a> version of this page.",
                    "title": "ORF Gallery",
                    "columns": {
                        "Perturbation": "Chemical or genetic perturbation. If genetic (overexpression or knock-out) it is the NCBI gene symbol. If it is a chemical perturbation this is the InChiKey. ",
                        "Resources": "External links that provide further information on the gene or chemical perturbation (e.g., NCBI, ChEMBL).",
                        "JCP2022": "JUMP id. This identifier is unique for any given reagent for a genetic or chemical perturbation across all three datasets (ORF, CRISPR and compounds) and is only repeated for biological replicates.",
                        "Source": "Identifier of the partner that produced the data numbered between 1 and 15.",
                        "Plate": "Identifier of the plate.",
                        "Well": "Identifier of the well. Generally 384-well plates, ranging from A01 to P24.",
                        "Corrected p-value": "Statistical significance of how distinctive a perturbation is relative to the negative control. It correlates negatively to mean average precision, but adjusted based on its composition of positive and negative values.",
                        "Phenotypic activity": "Mean average precision of the perturbation. It determines its distinctiveness to the negative control. An empty value indicates that the value was discarded due to low infection efficiency.",
                        "Site X": "Identifier of the Field of View (FoV). Ranging from 0 to 9 (depending on the dataset)."
                    }
                }
            }
        }
    }
}
